{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "L1x3-qJhyQPK7-L1Syym6FP9D98CjanpLVW1urYI8x2qKu5c_MlN56R6xyKNIUdq7gqd9D_KupC4K5xRFODc2HFm_SFnvXOhgFnP8pL7C6dxUc4~",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "eb2647880eec08860nB609u8EFM~",
      "encryptUserId": "3c8a744ce750b82f03R63du-FFM~",
      "invalidStatus": false,
      "jobName": "软件开发工程师",
      "position": 100109,
      "positionName": "Python",
      "location": 101010100,
      "locationName": "北京",
      "experienceName": "1-3年",
      "degreeName": "本科",
      "jobType": 0,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "15-20K",
      "payTypeDesc": null,
      "postDescription": "1. Location:\nBeijing\n\n2. About Veritas\nVeritas Technologies is a global leader in data protection and availability. Over fifty thousand enterprises—including 98% of the Fortune 100—rely on us to abstract IT complexity and simplify data management. Veritas Enterprise Data Services Platform automates the protection and orchestrates the recovery of data everywhere it lives, ensures 24/7 availability of business-critical applications, and provides enterprises with the insights they need to comply with evolving data regulations. With a reputation for reliability at scale and a deployment model to fit any need, Veritas supports more than 500 data sources and over 150 storage targets, including 60 clouds. Learn more at www.veritas.com.\n3Team Overview\nThe Appliance Solutions (AS) organization is changing the backup and recovery game for customers—built on industry-leading backup software, our appliances address the technical complexities of modern data protection and optimized secondary storage for companies of all sizes. As the fastest-growing organizations within Veritas, Appliance Solutions is in the business of solving customer problems better than anyone else. Entrepreneurial in nature, get-it-done attitude, mindset to win, culture of open, transparent communication and collaboration are the core values that drive its success.\n\nAppliance Solutions Engineers work on the latest and greatest trend of technologies in the industry. Working in Appliances will expose you to the latest container technology as we build a Platform-as-a-Service (PaaS) for the other Veritas development teams.\n\nOur engineers write code in Go, Python, Java and Angular. We develop solution for private, hybrid and cloud support (AWS, GCP, Azure). Our architecture is based on micro services and use container technologies for build, deployment and orchestration. We always look ways to automate everything, constantly look for tools and open source to adopt for faster development with agility and have Hackathons every quarter to innovate in new areas and improve operational efficiency.\n\nOur solutions will expose you to industry trends like data growth, virtualization, containerization, and telemetry analytics. We operate in a fully scaled Agile development environment that gives you complete ownership for the features that you develop.\n\n\n4. Responsibilities\nWorks with minimal supervision on analysis tasks, and with little or no supervision on development tasks.\nDesigns, develops, maintains and implements software modules in a given product.\nParticipates in the definition of the lifecycle of software process and code reviews.\nWith little or no supervision, completes analysis of partially defined tasks, completes major portions of complex functional specs/design documents or entire documents and completes development and/or maintenance assignments.\nCollaborates within and across groups in writing functional and design specifications, development schedules and user interface specifications.\nIdentifies and suggests solutions to problems of significant scope.\nGenerates engineering test plans from functional specification documents.\nUses professional concepts and company policies and procedures to solve a wide range of difficult problems in imaginative and practical ways.\nBroad application of principles, theories, and concepts in applicable discipline, plus working knowledge of other related fields.\nWorks on problems of diverse scope where analysis of data requires evaluation of identifiable factors.\nExercises judgment within generally defined practices and policies in selecting methods and techniques for obtaining solutions\n\n\n5. Qualifications\n0-4 years experience with intermediate knowledge of the required programming languages\nA fast learner and self starter with intellectual horsepower\nTakes ownership and has a sense of pride in their work\nGood software engineering skills are a must, as you’ll be working with some of the best in the industry\nExcellent Automation skills\nExperience with JavaScript, Java, Perl, Python and bash scripting\nExperience developing highly secure, scalable, Internet facing solutions\nExperience with User Stories, ATDD, TDD,\nContinuous Integration, Continuous Testing, Pairing, Automated Testing,\nAgile Games Knowledge of Linux and Windows platforms Knowledge of databases, SQL, Networking and Storage a plus\nExcellent communication skills, both oral and written\nContinually looking for ways to improve\nSets a very high bar in terms of quality\nExcellent working in a collaborative team environment\nExperience with Agile development methodologies\nGood problem-solving and organizational skills\nAbility to work with minimal supervision\nDegree in Computer Science or equivalent experience require\n\n\n6. Veritas is an equal opportunity employer\nVeritas is an equal opportunity employer (EEO). All qualified applicants for employmentwill be considered without regard to race, color, religion, sex, gender identity, sexual orientation, national origin, status as an individual with adisability, veteran status, or any other basis protected by federal, state, orlocal law. Pursuant to the San Francisco Fair Chance Ordinance (FCO), we will also consider for employment qualified individuals with arrest and convictionrecords.\n \nEEO is the Law. Applicants and employees of Veritas Technologies LLC are protectedunder Federal law from discrimination. \n \nVeritas will respond to requests for reasonable accommodations to assist you in applying for positions at Veritas, or to submit a resume. If you need torequest an accommodation, please contact our HR Helpdesk by email at ******************\n\n\n7. What We Offer\nWe offer excellent benefits - such as wellness program, parental leave, work-life benefits, payment towards private health services for you & your dependents, an exceptional working environment with training & development opportunities for you to further progress your career.\n\n\n8. Additional Note\nVeritas Technologies do not accept unsolicited headhunter & agency resumes, we will not pay fees to any third-party agency or company that does not have a signed agreement with Veritas.com",
      "encryptAddressId": "c8a55b754d62d5721XJ63Ni_ElY~",
      "address": "北京海淀区清华科技园",
      "longitude": 116.330709,
      "latitude": 39.994513,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/463b55396777535934ae726b0bd7d636",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/411584adc3daf8a190c9cc7c7cdb1851",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "Perl",
        "Python",
        "Shell"
      ],
      "anonymous": 0,
      "jobStatusDesc": "招聘中"
    },
    "bossInfo": {
      "name": "蒋先生",
      "title": "招聘者",
      "tiny": "https://img.bosszhipin.com/beijin/boss/avatar/hSg_mbK8FQ~~.jpg",
      "large": null,
      "activeTimeDesc": "半年前活跃",
      "bossOnline": false,
      "brandName": "Veritas",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "8a6dea8e3e856f371HV63ti9",
      "brandName": "Veritas",
      "logo": "https://img.bosszhipin.com/beijin/mcs/chatphoto/20161019/a39c3fd75e95300a1616913c0c4188c0d72189bb62a4e392673328bb01e4072f.jpg",
      "stage": 808,
      "stageName": "不需要融资",
      "scale": 305,
      "scaleName": "1000-9999人",
      "industry": 100015,
      "industryName": "企业服务",
      "introduce": "Veritas solves what no one else can. With an industry-leading product portfolio, we offer proven, modern, and integrated technology that brings together availability, protection, and insights. Our Veritas Enterprise Data Services Platform addresses current and future data issues end-to-end –keeping mission-critical workloads highly available, protecting data everywhere, and providing insights to optimise costs and maintain regulatory readiness.\nVeritas supports 500+ data sources, 150+ storage targets, 50+ clouds, and any deployment model imaginable. We serve 99% of the Fortune 100, 90% of the Fortune 500, and are the market leader in Software-defined Storage, Data Protection, and Archiving.",
      "labels": [
        "五险一金",
        "补充医疗保险",
        "定期体检",
        "年终奖",
        "带薪年假",
        "通讯补贴",
        "交通补助",
        "节日福利",
        "零食下午茶"
      ],
      "activeTime": 1721721509169,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "Veritas",
      "customerBrandStageName": "不需要融资"
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}