{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "NlvPX7EvpkI2N-V1rgJ4OjEHb3haC34wmk9rU10YfPNinGOyDjUhXQuAfZzJeScb6t-gg_FQtPdvoUnmp_TU_Wb5D89hNkrmSbd6HwWkrIhp_AwRZWjK5VG5Q7dSX3l0tx8PODUsS4XemJ523lvAvKIfzNByA3TqxCHdiuPKqjLP8VcpZDw~",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "0f29b6919f60afd91H142929FlRX",
      "encryptUserId": "c49ace7e8f5c8cb10nFz39-8FldX",
      "invalidStatus": false,
      "jobName": "Python Developer",
      "position": 100109,
      "positionName": "Python",
      "location": 101270100,
      "locationName": "成都",
      "experienceName": "1-3年",
      "degreeName": "本科",
      "jobType": 0,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "8-13K·13薪",
      "payTypeDesc": null,
      "postDescription": "Job Description: \nWe are seeking an experienced Python Developer to join our team, responsible for data analysis, pipeline construction, and workflow management. The ideal candidate should be proficient in using Python for data analysis, including libraries such as NumPy, Pandas, and Scikit-learn, and have basic machine learning capabilities. Familiarity with Airflow for workflow management and knowledge of cloud platforms (GCP or Azure) are also required. Strong English communication skills are essential.\n\nResponsibilities:\n•\tDesign, build, and maintain efficient data pipelines to support various data analysis and business needs.\n•\tPerform data extraction, cleaning, transformation, and loading (ETL) operations using Python, with proficiency in libraries such as NumPy for numerical operations, Pandas for data manipulation, and Scikit-learn for basic machine learning tasks.\n•\tApply basic machine learning techniques to enhance data processing and analysis.\n•\tManage and schedule workflows using Airflow, ensuring the reliability and scalability of data pipelines.\n•\tParticipate in the design and optimization of data models to ensure efficiency and maintainability.\n•\tCollaborate with data scientists and analysts to understand business requirements and provide corresponding data solutions.\n•\tEnsure data integrity, security, and privacy, adhering to relevant data protection regulations.\n•\tStay updated on the latest data technologies and tools, and propose improvements.\n\nRequirements:\n•\tBachelor’s degree in Computer Science, Information Technology, or a related field, or equivalent work experience.\n•\tProficiency in Python programming with strong data analysis and processing skills, including: \no\tNumPy for numerical computations and array manipulations.\no\tPandas for data manipulation and analysis.\no\tScikit-learn for implementing basic machine learning models.\no\tMatplotlib and Seaborn for data visualization.\no\tSQLAlchemy for database interactions.\n•\tFamiliarity with Apache Airflow, with the ability to design and manage workflows independently.\n•\tKnowledge of Google Cloud Platform (GCP) and Microsoft Azure, with the capability to deploy and manage data pipelines in cloud environments.\n•\tProficiency in SQL with strong database querying and manipulation skills.\n•\tExcellent problem-solving abilities and team collaboration skills, with the ability to work in a fast-paced environment.\n•\tStrong communication skills in English, with the ability to clearly articulate technical issues and solutions.\n\nPreferred Qualifications:\n•\tPractical experience with GCP or Azure projects.\n•\tFamiliarity with big data technologies (e.g., Hadoop, Spark).\n•\tExperience in data warehouse construction (e.g., BigQuery, Snowflake).\n•\tUnderstanding of data protection regulations (e.g., GDPR, CCPA).",
      "encryptAddressId": "8e45ac814ff076e00X1429y-F1RRx4i8V_M~",
      "address": "成都武侯区恩士迅(NCS)成都",
      "longitude": 104.070208,
      "latitude": 30.545673,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/upload/amap_proxy/20240105/48ba41acc9cef1bf4c7584b809d11b4cff0ce69f41c2b7df6bb61e3b7bce0931da574d19d1d82c88.png.webp",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/upload/amap_proxy/20240105/48ba41acc9cef1bf48051c06e0686f9c07172f9bca25eaa06bb61e3b7bce0931da574d19d1d82c88.png.webp",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "Matplotlib",
        "Pandas",
        "Hadoop",
        "SQLAlchemy",
        "Scikit-learn",
        "Spark",
        "Numpy",
        "Python"
      ],
      "anonymous": 0,
      "jobStatusDesc": "最新"
    },
    "bossInfo": {
      "name": "陈女士",
      "title": "招聘",
      "tiny": "https://img.bosszhipin.com/beijin/upload/avatar/20240313/607f1f3d68754fd09df99e701cf2dd888882dc91249dcde040fc2ad638a298cb7fb2ad2e09299f7_b.jpg",
      "large": null,
      "activeTimeDesc": "刚刚活跃",
      "bossOnline": true,
      "brandName": "恩士迅",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "7da0a66c597e6c4b1XVz3t28FFc~",
      "brandName": "恩士迅",
      "logo": "https://c-res.zhipin.com/jrs/4_ce4058df932e7784ea0c7994169b25d3.jpg",
      "stage": 801,
      "stageName": "未融资",
      "scale": 305,
      "scaleName": "1000-9999人",
      "industry": 100023,
      "industryName": "计算机服务",
      "introduce": "About NCS NCS is a leading technology services firm with presence in Asia Pacific and partners with governments and enterprises to advance communities through technology. Combining the experience and expertise of its 12,000-strong team across 61 specialisations, NCS provides differentiated and end-to-end technology services to clients with its NEXT capabilities in digital, cloud and platforms, as well as core offerings in application, infrastructure, engineering and cybersecurity. NCS also believes in building a strong partner ecosystem with leading technology players, research institutions and start-ups to support open innovation and co-creation. For more information, visit ncs.co.\n 关于恩士迅（NCS） 恩士迅（NCS）是亚太地区水平卓著的技术服务提供商，通过与政府和企业紧密合作来推动社会发展。恩士迅（NCS）结合数十个专业领域超过12,000名的卓越技术人才，与其在数字、云和平台方面的 NEXT 能力以及应用、基础设施、工程和网络安全方面的核心能力，为客户量身定制各种具有竞争力、安全可靠的端到端技术解决方案与服务。恩士迅（NCS）相信，与优秀的技术服务供应商、研究机构以及初创企业建立强大的合作伙伴生态系统，能够“智应万变，慧通未来”。有关更多信息，请访问www.ncs.com.cn",
      "labels": [
        "带薪年假",
        "绩效奖金",
        "年终奖",
        "定期体检",
        "意外险",
        "补充医疗保险",
        "五险一金"
      ],
      "activeTime": 1729074297553,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "恩士迅",
      "customerBrandStageName": "未融资"
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false,
      "chatBubble": null
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}