{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "3adXrKLPbSksr-x19scvt0TFT0nwvybnhByntd9ctw7kA3CxvEjEatXX4Gtl1OEs91Vsfwn7ku8R3e4eR4Jr1Un8nCLl3GsK6IZTVFto1tw9Dy7LNJg~",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "ace62d5bac4eddc41nx93925EFVQ",
      "encryptUserId": "ce9db62e9fe3e88e0nR-2ty_E1Q~",
      "invalidStatus": false,
      "jobName": "功能测试工程师",
      "position": 100303,
      "positionName": "功能测试",
      "location": 101220300,
      "locationName": "芜湖",
      "experienceName": "1-3年",
      "degreeName": "本科",
      "jobType": 0,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "13-26K",
      "payTypeDesc": null,
      "postDescription": "铁路系统功能测试工程师\n\nEXPLEO CANADA is looking for a Functional Test Engineer to join a dynamic and expanding team in Saint-Bruno-de-Montarville.\n\n\n\nAs part of their duties, the test and validation functional engineer is responsible for analyzing the disfunction on the Train in the customer site or the Prototype Center, preparing the test procedures, planning it, troubleshoot and fix this disfunction.\n\n\n\n\n\n\n\nResponsibilities:\n\nParticipates in the establishment of test plans (Analysis of dysfunctionality, test specifications & Development of test procedures/test cases)\n\nPerforms instrumentation and analyzes in order to diagnose functional or programming problems on vehicles during testing (Execution of test requirements, procedures or test cases, Basic failure analysis & Test Problem Report (TPR) tool usage and support to collect and analyse test failures in the decided tool)\n\nProcess the raw data\n\nTechnical support at reporting level and failure analysis\n\nWrites test reports according to company standards\n\nParticipate in the review and writing of test procedures (Documentation of the results within test protocols and test reports & Support engineering in failure reporting and analysis)\n\nPerforms validation tests on vehicles with resolution of the failure\n\n\n\n\n\nQualifications:\n\n\n\nDegree in Engineering or equivalent (Mechanical or electrical) with relevant experience\n\nKnowledge of the different Functional systems of a train\n\nFluent in English is required, French considered as an asset\n\nGreat autonomy, resourcefulness, and sense of initiative\n\nVery good ability to write reports in English\n\nRigor in the planning and monitoring of actions to carry out the tests and resolve the problems encountered\n\nVery good problem solving and root cause research\n\nKnowledge of a data acquisition system\n\nAbility to analyze and resolve data collection problems\n\nNotions on instrument calibration\n\nKnowledge of the MS Office Suite, Advanced Excel level\n\nGood written and oral communication skills\n\nAt least 2-3 years of Experience in Testing Railway Functional System is essential\n\nKnowledge of embedded Software Systems\n\nReliability Engineer Experience\n\nRelevant experience in the Rail Transportation environment\n\n\n\nEXPLEO CANADA 正在寻找功能测试工程师加入圣布鲁诺德蒙塔维尔充满活力和不断扩大的团队。\n\n\n\n作为其职责的一部分，测试和验证功能工程师负责在客户现场或原型中心分析列车上的故障，准备测试程序，规划它，排除故障并修复此故障。\n\n\n\n\n\n\n\n职责：\n\n\n\n参与制定测试计划（功能障碍分析、测试规范和测试程序/测试用例的开发）\n\n执行仪器和分析，以在测试期间诊断车辆的功能或编程问题（测试要求、程序或测试用例的执行、基本故障分析和测试问题报告 (TPR) 工具的使用和支持收集和分析已决定的测试故障工具）\n\n处理原始数据\n\n报告级别和故障分析的技术支持\n\n根据公司标准编写测试报告\n\n参与测试程序的审查和编写（测试协议和测试报告中的结果文档以及故障报告和分析中的支持工程）\n\n对车辆进行验证测试并解决故障\n\n\n\n\n\n资格：\n\n\n\n具有相关经验的工程学或同等学历（机械或电气）\n\n了解火车的不同功能系统\n\n需要流利的英语，法语为加分项\n\n极大的自主权、足智多谋和主动意识\n\n很好的英文报告能力\n\n严格规划和监控行动以进行测试并解决遇到的问题\n\n非常好的问题解决和根本原因研究\n\n了解数据采集系统\n\n分析和解决数据收集问题的能力\n\n关于仪器校准的概念\n\n了解 MS Office 套件，高级 Excel 级别\n\n良好的书面和口头沟通能力\n\n至少 2-3 年的铁路功能系统测试经验是必不可少的\n\n嵌入式软件系统知识\n\n可靠性工程师经验\n\n轨道交通环境相关经验",
      "encryptAddressId": "c9fa0a8d7b6220c31XR809W5FVA~",
      "address": "芜湖鸠江区中车浦镇阿尔斯通运输系统有限公司鸠江区经济技术开发区梦溪路69号",
      "longitude": 118.48074,
      "latitude": 31.346133,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/8ba8297c6caf4b5b9bdeaba08fe3d09f",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/9c272696ced5ee9d31e84bb70abbfa36",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "轨道",
        "轨道交通",
        "列车测试",
        "系统测试",
        "列车调试",
        "列车故障排除",
        "项目协调"
      ],
      "anonymous": 0,
      "jobStatusDesc": "招聘中"
    },
    "bossInfo": {
      "name": "林女士",
      "title": "HR",
      "tiny": "https://img.bosszhipin.com/beijin/boss/avatar/hSg_mbK8Eg~~.jpg",
      "large": null,
      "activeTimeDesc": "2月内活跃",
      "bossOnline": false,
      "brandName": "ASSYSTEM-艾西斯腾",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "d910aff855abc1dd1nN83tq6F1E~",
      "brandName": "ASSYSTEM-艾西斯腾",
      "logo": "https://img.bosszhipin.com/beijin/upload/com/workfeel/20240628/7bf6f160950405e97a81ef342381d5c9871eda81fab5e2919f2abdc89eccd890b97149ddafc4a795.png.webp",
      "stage": 808,
      "stageName": "不需要融资",
      "scale": 303,
      "scaleName": "100-499人",
      "industry": 100801,
      "industryName": "汽车研发/制造",
      "introduce": "Expleo is a global engineering, technology and consulting service provider that partners with leading organizations to guide them through their business transformation, helping them achieve operational excellence and future-proof their businesses. Expleo benefits from more than 50 years of experience developing complex products, optimizing manufacturing processes, and ensuring the quality of information systems. Leveraging its deep sector knowledge and wide-ranging expertise in fields including AI engineering, digitalization, hyper automation, cybersecurity and data science, the group’s mission is to fast-track innovation through each step of the value chain. As a responsible and diverse organization, Expleo is committed to doing business with integrity and working towards a more sustainable and secure society. Expleo boasts an extensive global footprint, powered by 19,000 highly skilled experts delivering value in 30 countries.\n艾博欧是一家全球工程、技术和咨询服务提供商，与领先的组织合作，指导他们完成业务转型，帮助他们实现卓越运营和经得起未来考验的业务。艾博欧拥有50多年开发复杂产品、优化制造流程和确保信息系统质量的经验。利用其在人工智能工程、数字化、超自动化、网络安全和数据科学等领域的深厚行业知识和广泛专业知识，该集团的使命是通过价值链的每一步加快创新。作为一个负责任和多元化的组织，艾博欧致力于诚信经营，努力建设一个更可持续、更安全的社会。艾博欧拥有广泛的全球足迹，由19000名高技能专家提供动力，在30个国家提供价值。\nOver the past 50 years, Expleo has supported thousands of clients to achieve their ambitions and future-proof their businesses through our innovative services across engineering, technology and consulting. We are globally recognized for our deep sector knowledge and our ability to reliably execute complex projects.\nExpleo opened the page in China from 2004, and our engineers are deployed in dozens of cities for the customers from automotive, aerospace, energy and so on.\n艾博欧从2004年开始在中国翻开了新的页面，我们的工程师遍布数十多个城市，为汽车、航空航天、能源等客户提供服务。",
      "labels": [
        "五险一金",
        "加班补助",
        "年终奖",
        "带薪年假",
        "餐补",
        "通讯补贴",
        "交通补助",
        "节日福利"
      ],
      "activeTime": 1721791056100,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "ASSYSTEM-艾西斯腾",
      "customerBrandStageName": "不需要融资"
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}