{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "F8boClfyIySqs-Q1YIOhldulJrPj5Abb7Hch4rMaxaxzqNCd6K0HLQr__nbvISIvFXHovQ8yOjbYPNbifj5KC3HcYD3by49XbqRLNBC2-0yLheAcs4JbkvdUdSJdD1aYUipIyKyF-_F-tX69CcKivFg~",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "9072e806d98510671X1z2Nq6GFFR",
      "encryptUserId": "80afd3fabc09ba721nRy09u8FVZV",
      "invalidStatus": false,
      "jobName": "纪录片剧组上海直招制片助理和实习生",
      "position": 170617,
      "positionName": "艺人助理",
      "location": 101020100,
      "locationName": "上海",
      "experienceName": "在校/应届",
      "degreeName": "大专",
      "jobType": 5,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "3-6K",
      "payTypeDesc": null,
      "postDescription": "写在前面\n我们深知当下求职者时间宝贵，此时的您也异常忙碌，\n更理解每一位求职者希望被“尊重、重视”的心情。\n为表达我们十足诚意以及对求职者“每分每秒”的珍视程度，特写下这段前言。\n为了不耽搁彼此的时间，友情提醒您，认真阅读完本简介需用时10分钟，请自行决定是否继续查看。这是一个独立纪录片创作项目，是真实客观的用镜头去记录当下社会发展进程中“鲜活”“真实”故事，而非一些人想象中的那种“美食、风景、真人秀或大学生作业”类型的纪录片。\n\nNO.1 \n    Q:你们具体是做什么的？\n    A:这是一个跨度长达五年的大型纪录片（包括1—2部院线记录电影、3—5部网络记录电影）项目。面向社会公开招聘一群真正热爱“独立纪录片”以及想要从事“独立纪录片”创作的社会进步青年。剧组计划耗时五年时间，专注跟踪记录一个事关两千万特殊群体的独立记录电影创作项目。\n   Q:什么是独立纪录片，我在网上找不到标准答案？\n   A：我们目前不敢贸然去定义“独立纪录片”这个名词，但敢肯定回答的是，独立纪录片基本来自于个人投资或基金会，属于典型的导演纪录片。以电影节、艺术电影和高校巡映为传播媒介，生产模式以导演为中心，低成本制作，突出作者的艺术个性与社会思考，其受众定位也是小众。\n   Q:有没有独立纪录片的参考样片？\n   A：常见的几种类型有，取得公映许可证的院线独立纪录电影，如《二十二》和《乡村里的中国》等；优质影展获奖作品（不进电影院，参加国内外各大影展或电影节），如《摇摇晃晃的人间》、《活着》、《二毛》等；以及上世纪90年代初期许多优秀的DV创作影像（可网搜查询，不列举）。\n\nNO.2 \n   Q：你们是家餐饮公司为什么会招聘纪录片的职位？\n   A：我司是一家以餐饮技术创业培训为主营业务，以文化传播、传媒投资为辅的综合性集团公司。在扶持广大餐饮人创业的同时，我们也未忘记承担社会责任，其中就包括对社会边缘群体的关注与关爱。在本项目中，由我司出资支持导演独立创作，力所能及的为中国独立纪录片事业发展尽点绵薄之力。我司负责该项目的岗位发布、简历初筛等工作。\n   Q：通常剧组都不会进行社会招聘的，你们会不会是骗人的？\n   A：如今的确存在有一些不良传媒公司（mcn机构），打着招演员、助理、主播为幌子，通过收取报名费、培训费的方式，尤其是对初入职场的新人存在欺骗行为。在此郑重声明：我们绝不会向求职者冒然索取个人信息、照片或作品，更不会收取任何费用！本项目采用“师傅带徒弟”的模式，由导演本人以及专业的指导老师，亲自手把手教授你真正的摄制技术，通过三个月的实践训练，让你基本掌握独立纪录片的拍摄技能，并持续传授给你更多的创作思路、拍摄技巧以及导演思维。\n   Q：有没有教授成功的例子可供参考？\n   A：项目自2022年7月开机以来，我们有过多起成功的实践案例，证明这样的教授方式是完全可行的，也是高效的。其中有两位摄影师进组之前学的完全不相关的专业、也没有一丝一毫相关专业学习和实践经历，但通过培训、实战和反复的试错，现已能独立完成项目的拍摄要求。同时，剧组已摄制完成的部分作品被当地电视台和媒体采用，更是受到中央主管单位的肯定和表扬。如果通过面试后会提供详细的报道链接和荣誉证书。\n   Q：那剧组对学历、所学专业有哪些要求？\n   A：我们始终坚信，没有谁比谁更“聪明”，只是见识和经历多与少的区别。所以我们没有任何的学历、专业、形象和性别的歧视，只要您是对影视创作、独立纪录片创作真正感兴趣的成年人我们都欢迎。\n如果没有进行尝试，怎么又知道自己不可以呢？\n当然，基于对彼此负责的前提，如果你有“广播电视编导、新闻学、广播电视学、戏剧影视文学、广告学、网络与新媒体、播音与主持、汉语言文学或英语”等相关专业的学习或工作经历，对本项目的创作会更nice！没有这些经历或不掌握这些技能的你也不必担心，只要具备主动意识、执行力强、吃苦耐劳的品质，以及对影视创作兴趣浓厚，我们也愿意与您深入交流并吸纳为剧组一员。\n   Q：那剧组对年龄有限制吗？\n   A:  我们是一个非常年轻的剧组，我们不排斥也不歧视年纪大、经验丰富的前辈，但结合剧组自身实际情况以及当下复杂社会背景，我们不得不将年龄要求暂定在20~30周岁（男女不限）。\n  Q：招聘周期多久？\n  A: 一直持续到2027年1月1日。\n\nNO.3 \n   Q：具体招聘哪些岗位或工种？\n   A：独立纪录电影不是大制作剧组，更没有充足的预算支撑其设立分工明确的多岗位多工种，有的独立纪录片项目就是导演一个人独自完成拍摄和制作的。因本项目涉及院线记录电影，所以会涉及“影视策划、编导、摄影摄像、片场DIT和场记、专业英语翻译、剧组新媒体运营、电影发行和片场收音师、项目音乐创作”等影视行业常有工种。\n\nNO.4\n   Q：关于本项目的周期有多长？\n   A：整个项目从2022年7月~2027年6月。一期项目已于2022年7月1日开机，正在进行后期制作阶段；二期项目已于2023年7月进入全面摄制阶段； 三期项目将于2024年1月开始全面启动并开始提前进入宣发传播准备状态；四期项目将于2024年3、4月正式启动，目前正在筹备中。\n   Q：进入剧组之后必须要干到2027年项目结束吗？\n   A：进入剧组的正式组员最低约定是一年，在校实习生最低三个月，只要按照事前书面约定，双方尊重契约精神，按合同约定执行即可。\n   Q：是否可以先进剧组先体验一段时间，然后再决定做不做？\n   A：显而易见答案是否定的，因为本项目涉及特殊群体，同时也存在多部门监管的现实。更重要的是剧组名额有限，经费有限，属实承担不起庞大的非创作开支。望理解！\n\nNO.5 \n   Q：关于拍摄主题能否提前透露？\n   A：本项目事关国内两千多万鲜为人知群体的“冷暖人生”！是一个少见的、特殊的社会边缘群体，更是一个非常难得的记录题材。正因为题材敏感以及保密性，在面试未通过之前，我们不会向任何人透露具体细节。\nQ：为什么你们在全国各地都发布有职位？\nA：如果您稍微细心点就会发现，我们发布职位的工作地点都是在残联，拍摄题材一定是和残疾人相关。因为本项目是在中国残联有关领导的大力支持下，才得以批准摄制，领导们也希望我们能创作出真正反应该群体真实现状的作品。所以我们在全国多个省（直辖市）都选择了跟踪拍摄的对象，综合各方实际制作因素后决定按此方案进行招聘的。\nQ：你们的目标是什么？\nA：绝不制作“反党、反政府”的作品，也不接受任何组员有这样的行为。我们希望通过五年的跟踪拍摄，能让这个群体被社会大众所知悉。对于作品而言，力争在各大纪录片节、电影节和影展上大放光彩”。所以，只有您跟我们建立完整的、充分的、可靠的信任关系后，一定会如实相告更多细节！\n\nNO.6其他须知\n对你的核心要求就以下五点：\n1、不浮躁；\n2、心要细；\n3、三观正；\n4、责任心；\n5、不白嫖。\n这几点非常重要！！！\n这绝不是随口说说或者自认为符合就行，我们会通过全方位、多角度和纬度对您进行评估、考核和测试，如果您觉得麻烦或不配合，我们只能说抱歉。\n我们真心希望每一位有缘人能静心阅读，而非一眼扫过囫囵吞枣！这样对你自身以及剧组都是不负责的。我们不画饼，不洗脑，更没有所谓的PUA，一切以事实说话。相信你也没遇见有几家公司会这样用心编写招聘简介的，所以望大家彼此尊重、坦诚、真实。\n  1）本项目是带有公益属性的影视作品，从票房盈利以及前期投资预算都无法跟当下网络大电影、情景剧或其他影视类型作品相比。故，这不是一个挣大钱的项目，如果想奔着找个轻松稳定工作或希望月入过万的活儿就请勿扰；\n  2）本岗位属于项目制（劳务模式）、根据你所担任工种和实际付出劳动成果支付劳务费，请注意是“劳务费”，而非是“工资”；\n  3）我们选人用人的核心因素，就是看你的人品和综合素质！沉下心来，认真学习一门技能，专业能力上差一点没关系，我们手把手教你。\n  4）劳务费范围:1200~6000元/月，如果您非常在意收入数字或只是想拥有一份轻松稳定的收入，那可就此划走了。剧组会根据每个人的实际情况支付酬劳，能力强、有实际的工作成果产出，劳务收入也不会低到哪里去。若您什么都不会或者基础薄弱，那您就是一个标准的学徒，我们给你制定完整的学习目标、练习方法以及复盘总结经验。这些过程产生的价值是无法金钱化的，还不用说剧组提供那么多专业设备让您练手、免费吃住等（可自行搜一下单台设备日租价）。\n  6）请抗压能力、执行力、自律性差，三观不正或心思极其敏者勿扰！！！烦请那些抱着“刷刷工作履历、获取更多行业资源、只想学技术又不想回馈”白嫖的同学勿扰！我们这里是一群积极上进、热爱生活、关注社会发展、向善向上的年轻人，希望在这里遇到的是与您“同频共振”的有志青年。\nNO.7您的收益及回报\n  原本有很长一段详细说明，但现在只对“志同道合有缘人”开放，我们不会让真正想进入独立纪录片领域的您失望或寒心，也更不会让您只付出空手而归。但是，我们这里绝对没法与商业电影或剧组进行收入比较。\n最后，我谨代表公司和剧组向每一位认真阅读到此的求职者，郑重地说一声“谢谢”",
      "encryptAddressId": "2de2a7a10f4c0dd73nZ92tW_E1U~",
      "address": "上海虹口区上海市残疾人联合会一楼",
      "longitude": 121.492448,
      "latitude": 31.267802,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/upload/amap_proxy/20230529/48ba41acc9cef1bfe45af510b145367d5b54fdd8ed38f0bc6bb61e3b7bce0931da574d19d1d82c88.jpg",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/upload/amap_proxy/20230529/48ba41acc9cef1bf92c074be60665adc52b9733279800e146bb61e3b7bce0931da574d19d1d82c88.jpg",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "普通助理",
        "纪录片",
        "摄像"
      ],
      "anonymous": 0,
      "jobStatusDesc": "招聘中"
    },
    "bossInfo": {
      "name": "任女士",
      "title": "HRBP",
      "tiny": "https://img.bosszhipin.com/beijin/upload/avatar/20240707/607f1f3d68754fd019125feb0181ae24d78fae70050e4fd177cf10bacf5c45bf48840800333411f_b.jpg",
      "large": null,
      "activeTimeDesc": "刚刚活跃",
      "bossOnline": true,
      "brandName": "开臣",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "009d7ddcaa63eb9633By3N64FA~~",
      "brandName": "开臣",
      "logo": "https://img.bosszhipin.com/beijin/mcs/chatphoto/20210317/dd49c107093f0977db7186feff156dfdbd3beaa402a60b5b8a26473e2f6c34de_s.jpg",
      "stage": 808,
      "stageName": "不需要融资",
      "scale": 303,
      "scaleName": "100-499人",
      "industry": 101101,
      "industryName": "餐饮",
      "introduce": "重庆开臣餐饮文化产业发展（集团）有限公司——大众餐饮创业护航者、可信赖的餐饮创业平台提供者、中国餐饮培训领域规模最大服务最好的公众学习平台。公司业务范围涵盖餐饮文化产业发展与研究、餐饮技术培训与转让、餐饮行业资讯推广与传播、食品研究与技术开发、食品加工技术咨询以及多行业投资等诸多领域。自2015年成立第一家专业餐饮技术培训学校以来，先后投资创立了“创飞、诚飞、飘味香、可欣”、“九九味”等多个知名品牌和数十所专的业餐饮培训学校。\n      近些年来，集团公司一直秉着“传承餐饮技艺、弘扬匠心精神；真情扶持创业，赋能行业发展”创新理念。经过五年多的不断努力和探索，一家家助力餐饮创业发展的培训学校和数十万个创业店面陆续布满全国大街小巷。作为中华五千年餐饮文化的传承者，我们深知任重而道远。\n      2018年，在全新投资成立重庆开臣非融资性担保有限公司的基础上，优化升级组建了重庆开臣餐饮文化产业发展（集团）有限公司。集团公司将始终倡导“传统与时尚，美味与健康”的饮食新文化为己任，潜心致力于中华饮食文化的传播与推广。同时，公司积极响应新时代背景下“大众创业，万众创新”的号召，专注搭建创业实践平台，助力青年创业、自主创业、切实解决下岗职工和贫困家庭成员的就业等核心问题。\n      公司严格秉承“做最受尊敬和信赖的一流餐饮培训平台”的企业发展理念，专注搭建创业实践平台，助力餐饮创业群体健康发展，努力提升品牌价值和企业形象，使员工具有高度企业荣誉感！\n       期待与优秀的您一路前行，共同抒写中国餐饮技术培训华丽篇章！",
      "labels": [
        "加班补助",
        "全勤奖",
        "年终奖",
        "股票期权",
        "带薪年假",
        "员工旅游",
        "餐补",
        "通讯补贴",
        "交通补助",
        "包吃",
        "节日福利",
        "零食下午茶",
        "五险",
        "包住"
      ],
      "activeTime": 1720687507764,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "开臣",
      "customerBrandStageName": "不需要融资"
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}