{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "o9wgN25hjVdIr-U111-uaHAVsC2pK31KtVLCMLnUHKpGo9rgfVM7XidLute25TMqkS0f7j6IOf_pAZwvxLlm9EzPfFBxp3JEcmUn55Cu1EKgGyNqVh9vCfLdOUKZLHfQGF-QNp6OZY8hwg~~",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "0773b0cea4f79ed51HN83927EVFS",
      "encryptUserId": "42c981ca7b943a571HJz2t65EFM~",
      "invalidStatus": false,
      "jobName": "Marketing Research（Oral English）",
      "position": 260106,
      "positionName": "咨询项目管理",
      "location": 101020100,
      "locationName": "上海",
      "experienceName": "1-3年",
      "degreeName": "本科",
      "jobType": 0,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "2-3K",
      "payTypeDesc": null,
      "postDescription": "ATOM火热招聘中，加入我们，携手创造高端电动汽车的未来!\n\n你想在一家非996的国际化高速发展的主机厂工作么？ 如果是的话，我们欢迎你的加入! 在ATOM，我们为我们多元化的国际团队感到自豪，并鼓励团队成长、彼此尊重和追求卓越的价值观。我们提供富有竞争力的薪资待遇、英文学习机会以及海外工作机会。 加入我们一同开启激动人心的旅程，和我们一起改变未来！\n\n\n\n【福利】：\n\n 周末双休非996，弹性办公，五星级办公环境，欧洲知名投资人团队，国际化团队，英文学习机会，出国工作机会，生日福利，团建活动，带薪年假，更多福利规划中\n\n\n**Responsibilities:**\n\n1. **Investor Relations:**\n\n   - Identify and connect with potential accelerators and investors.\n\n   - Pitch the product idea effectively to secure funding and support.\n\n   - Maintain relationships with key stakeholders to foster long-term partnerships.\n\n\n\n2. **Market Data Analysis:**\n\n   - Gather and analyze market data on app engagement trends.\n\n   - Identify and report on lead apps that promote a positive and nature-friendly lifestyle.\n\n   - Present findings in a clear and actionable manner to inform product development and marketing strategies.\n\n\n\n3. **Community Management Analysis:**\n\n   - Conduct in-depth research on the latest trends in community management, with a focus on China.\n\n   - Provide insights and recommendations to enhance community engagement strategies.\n\n   - Collaborate with the marketing and product teams to integrate community management best practices.\n\n\n\n**Requirements:**\n\n- Previous experience working with accelerators or investment funds.\n\n- Background in marketing or software product development.\n\n- Strong analytical skills with the ability to gather, analyze, and present data effectively.\n\n- Passionate about app development and startups.\n\n- Knowledge of market trends in app engagement and nature-friendly lifestyles.\n\n- Familiarity with community management practices in China is a plus.\n\n- Excellent communication and presentation skills.\n\n- Ability to work independently and as part of a team in a fast-paced startup environment.\n\n\n\n**Qualifications:**\n\n- Bachelor’s degree in Marketing, Business, Software Development, or a related field.\n\n- 1-3 years of experience in a similar role. Fluent in English ，both Oral and written English\n\n- Proven track record of successfully pitching products to investors or accelerators.\n\n- Demonstrated experience in market analysis and data presentation.\n\n- Enthusiastic about innovative technologies and environmental sustainability.",
      "encryptAddressId": "e438653c192f2ed40HBy092-ElJTxIm8UPM~",
      "address": "上海闵行区利丰广场合川路",
      "longitude": 121.386624,
      "latitude": 31.168208,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/dff45cb622117acc0f4317b063c01661",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/4bac1b98c455566d96fba584709e8f15",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "汽车",
        "制造业",
        "公司内部",
        "英语可作为工作语言",
        "战略咨询",
        "管理咨询",
        "数据分析能力"
      ],
      "anonymous": 0,
      "jobStatusDesc": "招聘中"
    },
    "bossInfo": {
      "name": "郑女士",
      "title": "Senior Consulant",
      "tiny": "https://img.bosszhipin.com/beijin/upload/avatar/20240623/607f1f3d68754fd0280d7e6448cc6b5e45b0bac2f7b646ab0b55248825d7e5feb01ce5aca8804ac_b.jpg",
      "large": null,
      "activeTimeDesc": "3日内活跃",
      "bossOnline": false,
      "brandName": "南京阿特慕汽车工...",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "721a2251dc9098bd1Xd93du9FVc~",
      "brandName": "南京阿特慕汽车工...",
      "logo": "https://img.bosszhipin.com/beijin/upload/com/workfeel/20230505/7bf6f160950405e9ce655a690be159df2cfa4ab1927f58ead548ea0bac9a5065c41d94f2f70d75db.jpg",
      "stage": 803,
      "stageName": "A轮",
      "scale": 303,
      "scaleName": "100-499人",
      "industry": 100801,
      "industryName": "汽车研发/制造",
      "introduce": "阿特慕是俄罗斯豪华高品质电动汽车的开拓者。作为汽车行业的主导力量，我们将环保理念融入全球创新科技研发中，智能化且能源环保交通方式的变革者。阿特慕在国内设有创新研发中心，不断挑战更多的可能性是带领公司长远发展的关键。\n     我们尊崇团队多样性、紧密合作以及持续创新的价值观。我们在俄罗斯和中国共有600多名专家组成的团队，致力于为客户提供定制化的产品和服务。阿特慕在大中华区目前有100+员工，计划在2023年底扩大至200+人。\n      作为一家高速发展的初创企业，我们鼓励团队不断成长、互相尊重和追求卓越的企业文化。阿特慕致力于打造多元化的国际团队并引以为豪，欢迎具备行业相关经验的优秀人才加入我们，共同创造未来。如果你寻求一家注重团队合作、富有激情和活力的创新型汽车研发公司，快加入我们，共同开启这趟激动人心的旅程！\n\nATOM is a trailblazer and a prominent manufacturer of high-end electric vehicles in Russia, driving the revolution towards smart, sustainable energy transportation. Our innovative approach integrates modern technology with eco-friendly practices, making us experts in the automotive industry. Our ground-breaking R&D center in China enables us to continuously challenge the limits of what’s possible.\nWe embrace the values of diversity, teamwork, and innovation. Our dynamic team of over 600 experts across Russia and China provides our customers with unparalleled products and services. Our Greater China region, with over 70 members, is on track to expand to 150 by the end of 2023.\nAs a rapidly expanding startup, we foster a culture of growth, respect, and excellence. Our team takes pride in our diverse international community and invites individuals with exceptional backgrounds to join us in shaping the future. If you seek a company that values teamwork, passion, and innovation, then embark on our exciting journey and be part of our vision for a sustainable future.",
      "labels": [
        "跨国团队",
        "弹性工作",
        "交通补助",
        "生日福利",
        "节日福利",
        "零食下午茶",
        "带薪年假",
        "绩效奖金",
        "年终奖",
        "五险一金"
      ],
      "activeTime": 1727860087951,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "南京阿特慕汽车工...",
      "customerBrandStageName": "A轮"
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}