{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "QmREJGliELejr-E1oXPalyznvlhd6tvjE3lPvjRst1VfkbDa8NyuuQLlrXY98QxJBpKlg8ATo6pnI52G4HzIsP6A1NQw0tggsecXzVGxNiI~",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "afadeb603460316a33F82d28EVE~",
      "encryptUserId": "e916983cbe78d1dc0XR93g~~",
      "invalidStatus": false,
      "jobName": "DevOps Engineer",
      "position": 100402,
      "positionName": "运维开发工程师",
      "location": 101020100,
      "locationName": "上海",
      "experienceName": "1-3年",
      "degreeName": "本科",
      "jobType": 0,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "20-40K·15薪",
      "payTypeDesc": null,
      "postDescription": "About Airwallex\n\nAirwallex is a technology company that revolutionises the way businesses operate globally. Our financial infrastructure provides a modern technology stack for businesses to operate internationally, without the challenges of the current global financial system.\n\nBusinesses use Airwallex as their end-to-end global financial services platform. Whether it’s making or receiving payments from customers, domestically or internationally, Airwallex saves businesses time and money by offering real-time, reliable and cost-effective financial solutions. Our web and API solutions support businesses of all sizes, from small companies to large enterprises.\n\nIn this fast-changing digital world that is increasingly becoming borderless, our mission is to empower businesses of all sizes to grow in their own markets and around the world, and by doing so, contribute to the global economy.\n\nAlternate bio focused on investors/funding\n\nFounded in 2015, Airwallex has since grown to over 400 employees across ten offices around the world. Airwallex has raised over US$360 million in venture capital funding, supported by top-tier investors including Tencent, Sequoia Capital China, DST Global, Hillhouse Capital, Horizons Ventures, ANZi Ventures, Square Peg Capital, Mastercard and Salesforce Ventures.In March 2019, Airwallex was valued over US$1 billion after its Series C financing, and became one of the fintech unicorns in APAC. The company was also named one of the world’s top 50 fintechs in KPMG’s 2019 and 2018 Fintech100 lists.\n\nJob Responsibilities:\n\n1. Manage multi-cloud environments such as AWS and Alibaba Cloud through automated scripts, and deploy, maintain, and optimize the operating environment of cross-border payment products;\n2. Manage database system, including access control and authorization, performance monitoring, tuning, problem diagnosis, data backup and recovery, etc .;\n3. Through software and hardware monitoring to ensure the stable operation of various services, solve problems and hidden dangers;\n\n4. Deploy and manage development test environment, improve existing tools and processes, and continuously improve development efficiency;\n\nQualifications:\n\n1. Bachelor degree or above, major in computer and related majors; more than two years of experience in operation and maintenance of large-scale Internet websites, management of high concurrent volume system;\n2. Have CI / CD implementation experience, familiar with Linux, common open source software, monitoring software and container technology, familiar with computer network;\n3. Familiar with at least one language such as Shell, Python, Java, etc., with certain programming skills;\n4. Strong ability to analyze and solve problems independently;\n5. Have at least one database operation and maintenance management experience;\n6. Have good English reading and writing skills;\n\nBonus:\nFamiliar with Cassandra / PostgreSQL / Redis / NoSQL;\nFamiliarity with Kubernetes\nFamiliar with ELK / Beats;\nFamiliar with software and hardware maintenance such as servers, firewalls, routers and switches;\nFluent in English.",
      "encryptAddressId": "45077bb264696ef31HV53NW4FlU~",
      "address": "上海黄浦区中海国际中心A座",
      "longitude": 121.476705,
      "latitude": 31.211581,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/6e96bb03becfc4cad8d574d90495693b",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/a9320882dd65efe68f8a16e3133b9cdb",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "ELK",
        "CI/CD",
        "shell",
        "Kubernetes",
        "PostgreSQL"
      ],
      "anonymous": 0,
      "jobStatusDesc": "招聘中"
    },
    "bossInfo": {
      "name": "黄女士",
      "title": "Manager, People & Talent",
      "tiny": "https://img.bosszhipin.com/beijin/upload/avatar/20200917/1679cbdb150f38e16a017da18f2af5984a3fd911279cd8bc597fa13222e_b.jpg",
      "large": null,
      "activeTimeDesc": "半年前活跃",
      "bossOnline": false,
      "brandName": "Airwallex",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "2d3b517523410a29031829u4FQ~~",
      "brandName": "Airwallex",
      "logo": "https://img.bosszhipin.com/beijin/upload/com/logo/20190719/dedeb100b8b796f6c27040905b75ef86924f8fa4c71083511eb8a9713902a4cb.jpg",
      "stage": 806,
      "stageName": "D轮及以上",
      "scale": 305,
      "scaleName": "1000-9999人",
      "industry": 100206,
      "industryName": "互联网金融",
      "introduce": "Airwallex空中云汇是一家全球金融科技公司，通过构建全球金融基础设施，为各类规模的企业提供数字化的金融科技产品。在全球互联的信息化时代，以更高效安全的方式帮助企业在全世界高速发展。\nAirwallex空中云汇通过科技构建新一代的数字化金融基础设施，为企业提供端到端的金融服务平台：从付款到收款，从本地到跨境，提供实时、安全且高效的金融解决方案，节省客户的时间及成本；同时提供网页端应用和API解决方案，覆盖从大型机构到中小企业的不同需求。\n\n使命 Mission\n以技术为核心，构建全球金融基础设施与系统应用，帮助客户全球展业\n\n愿景 Vision\n创建全球金融云，让企业在世界各地便捷运营\n\n目标 Purpose\n持续连接创业者、企业家、创造者与世界每个角落的无限机遇，赋能各类规模的企业跨境运营，以此助力全球经济发展",
      "labels": [
        "五险一金",
        "补充医疗保险",
        "定期体检",
        "加班补助",
        "年终奖",
        "股票期权",
        "带薪年假",
        "员工旅游",
        "餐补",
        "通讯补贴",
        "节日福利",
        "零食下午茶"
      ],
      "activeTime": 1721706582035,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "Airwallex",
      "customerBrandStageName": "D轮及以上"
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}