{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "2V4h0eoe_ED7G-21izXw5Zp_U0KruohFAB5djXhO67gRgKU1TKGsMPt3MKQGEpp3MVeLp0-4zf0FGod56-VNuP87OG8fCcs7LIMUitXgldJas2Om",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "d82cd560cb30f2591nJz096_GVdT",
      "encryptUserId": "1d56ddb4d6b7c7c71X1y3dS1FVA~",
      "invalidStatus": false,
      "jobName": "全栈软件开发工程师",
      "position": 100123,
      "positionName": "全栈工程师",
      "location": 101020100,
      "locationName": "上海",
      "experienceName": "1-3年",
      "degreeName": "本科",
      "jobType": 0,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "18-35K",
      "payTypeDesc": null,
      "postDescription": "Full-Stack Software Developer Engineer\n\nAutodesk, Inc. (NASDAQ: ADSK) makes software for people who make things. We are a global leader in design and make software for architecture, engineering, construction, manufacturing, and media and entertainment industries. If you’ve ever driven a high-performance car, admired a towering skyscraper, used a smartphone, or watched a great film, chances are you’ve experienced what millions of Autodesk customers have built with our software. At Autodesk, we exist to turn ideas into new realities that shape a thriving future. Our software and services harness emerging technologies—such as additive manufacturing (3D printing), artificial intelligence, generative design, and robotics—that give companies and individuals the power to work more quickly, effectively, and sustainably throughout the entire project lifecycle. \n\nFusion 360 is the first 3D CAD, CAM, CAE, and PCB tool of its kind, unifying design, engineering, electronics, and manufacturing to connect your entire product development process into one cloud-based platform.\n\nWe are looking for talents of Software Development Engineer to join Fusion 360 Product Information Model (PIM) team in Shanghai.  PIM is the foundation of Manufacturing Cloud and core to Data Framework for Autodesk Cloud Flagship Product - Fusion 360. Our objective is to build PIM to enable concurrency, integration, automation and collaboration throughout the entire product lifecycle, and hence to empower customers to design and make better products faster. \n\nPIM Shanghai team collaborates with other PIM teams cross geos and owns to drive, lead and implement key PIM projects to fulfill product vision. Team’s responsibilities span from planning, architecture, solutioning, execution and deployment. In addition, Shanghai team is also responsible for some other core data services (Translation, AnyCAD, FAA, FNS) for data management and process management in Fusion 360. Existing PIM Shanghai team is an autonomic, T-shape, and energetic group. We are expanding to directly contribute to company data strategy and win the race to the next gen Design & Manufacturing Platform. If you are passionate at Cloud technologies, Data and Platform, and services development, this position will be a perfect landing for you! \n \nResponsibilities:\n•\tWork with global PIM development group (US, Canada, India, China etc.) and within a scrum team with about 6-7 engineers.\n•\tCo-work with the scrum team members to accomplish customer/project requirements. Closely collaborate with other scrum teams located in Shanghai or in other sites around the world.\n•\tDesign, implement and validate PIM modules/components/services. Willing to learn and drive initiatives from beginning to end. \n•\tFully own the quality of work delivered, have strong sense of ownership for delivering in excellence. Can learn and develop tools to drive high quality services development such as resiliency analysis, performance/scalability/stability monitor, automation test, etc.  \n•\tCan carry out best engineering practices into own work.\n•\tCan well present and participate in global technical discussions. \n•\tEncourage initiatives and innovations everywhere as seeing opportunities. \n \nRequired Skills:\n•\tSolid in JavaScript /Typescript /Node.js. Hands-on project experience with these skills is necessary. Experience with any major JS development framework such as React JS, Angular JS is needed. \n•\tHands-on Cloud projects development experience is highly preferred. \n•\tExperience of working in Agile process is preferred. \n•\tGood C++ skill is a strong plus.\n•\tAWS/Java/database experience is preferred.\n\nMinimum Qualifications:\n•\tBS or higher in computer science or related technical discipline.\n•\t2+ years of software development experience in commercialized products or systems.\n•\tStrong sense of responsibility. \n•\tWilling to take challenges and stretch comfortable zone to grow.\n•\tFast learner and good team player.\n•\tGood problem-solving and troubleshooting skills.\n•\tGood communication skills and good oral & written English.",
      "encryptAddressId": "98d1acc25246d8e51nV_2ti4FlM~",
      "address": "上海浦东新区AutodeskA-B楼",
      "longitude": 121.530768,
      "latitude": 31.219745,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/cd98103d021c53141a760f1be6e3c9d4",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/cc22fd4f573a827df12d106126af692e",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "Java",
        "JavaScript",
        "TypeScript",
        "Node.js",
        "React",
        "全栈开发",
        "微服务架构",
        "GIT"
      ],
      "anonymous": 0,
      "jobStatusDesc": "招聘中"
    },
    "bossInfo": {
      "name": "李女士",
      "title": "Engineering Manager",
      "tiny": "https://www.zhipin.com/wapi/zpupload/img/blurred?imgUrl=4a576fcb30698ea1jzA-m563D00Jn9uhA6XcBq76xreJaA4xgfpMyOq1f9vqR0xCdL7FzP87bJWy6hoqHN5dn310vdp964w8SQ7pnLdnY-ilLcdSsOnsWT17YlZT8iFd_P-jFSZNFuPjW0I7zYpOGQ_imK4I_V0fVYPh0H56BnEToU-eI8jtwA~~&radius=15",
      "large": null,
      "activeTimeDesc": "半年前活跃",
      "bossOnline": false,
      "brandName": "欧特克",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "0424ed7219a6833e33Fy2dq8",
      "brandName": "欧特克",
      "logo": "https://img.bosszhipin.com/beijin/upload/com/workfeel/20210928/7bf6f160950405e94aa1ed08986337d4a9da6f61c2e6d22a207b2b6c9d0a689d240f2dbfe9409943.jpg",
      "stage": 808,
      "stageName": "不需要融资",
      "scale": 304,
      "scaleName": "500-999人",
      "industry": 100021,
      "industryName": "计算机软件",
      "introduce": "Autodesk 公司（NASDAQ：ADSK）成立于1982年，总部在美国加利福尼亚州圣拉斐尔，致力于提供出色的软件和服务来帮助用户释放无限的创造潜能。我们是专为工程建设行业、传媒和娱乐行业及制造行业提供设计和制造软件的全球领导者。试想那些你驾驶过的高性能汽车、叹为观止的摩天大楼、用智能手机观看的精彩电影 - 所有这一切都是我们的庞大用户群体使用 Autodesk 软件所创造的。\n\nAutodesk 旨在将理念付诸于现实，以塑造一个欣欣向荣的未来。我们的软件和服务充分利用了新兴技术，如增材制造（3D 打印）、人工智能、衍生式设计和机器人等 - 这些技术将能够帮助企业和个人在整个项目生命周期中实现更快、更有效和更可持续性地工作。\n\nAutodesk 致力于通过我们的技术、慈善投资、教育项目、商业运营和员工计划对整个世界产生积极的影响。对于那些符合条件的非营利组织、初创公司和企业家，Autodesk 通过提供免费的软件服务来帮助他们将设计用于环境或社会公益。我们还通过向全球的学生和教育机构提供专业软件、培训、项目、社区和行业见解，帮助下一代设计师和创客为应对未来工作空间而做好准备。",
      "labels": [
        "五险一金",
        "补充医疗保险",
        "定期体检",
        "年终奖",
        "股票期权",
        "带薪年假",
        "员工旅游",
        "交通补助",
        "节日福利",
        "住房补贴",
        "零食下午茶",
        "通讯补贴"
      ],
      "activeTime": 1721706540808,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "欧特克",
      "customerBrandStageName": "不需要融资"
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}