{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "cCPIm5j7sqh9F-a14QKI1VT--yrpV9Za4Sj0uGecH34r0u39FSm6NVqdS2se_j5Ubyr_ytIe8ysWI7nIhean46K8W6Jt7eLw2wmos5dZwjMBaA~~",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "2adeae26bef243121HN83tu7GFJZ",
      "encryptUserId": "7c2f7e247ffdb1500XZ52NS9Fg~~",
      "invalidStatus": false,
      "jobName": "初级测试工程师",
      "position": 100301,
      "positionName": "测试工程师",
      "location": 101190100,
      "locationName": "南京",
      "experienceName": "经验不限",
      "degreeName": "本科",
      "jobType": 0,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "5-6K",
      "payTypeDesc": null,
      "postDescription": "Key Responsibilities：\nProvide direct support to third-party vendors and instruct them on fixing system access issues.\nReceive escalations from third-party vendors and delegate them to the appropriate team for resolution.\nCollect and update accurate data on third-party vendor activities to share with clients for analysis and feedback.\nFollow up on issues raised by third-party vendors, keep vendors updated on the current status, and ensure timely resolution.\nAssist and advise on communications between clients and third-party vendors.\nParticipate in videoconference calls with clients and third-party vendors for troubleshooting and planning actions for major issues.\nAssist in executing User Acceptance Testing steps in projects involving third-party vendors.\n\nSkills & Experience\nUnderstanding of system access and troubleshooting.\nKnowledge of SAP systems (preferred).\nBackground in infrastructure (VPN, Data Center migrations, Site-to-Site VPN setups, networking).\nProficiency in using videoconferencing and chat tools for communication and troubleshooting.\nAbility to document processes clearly and ensure they are available for everyone.\nCapability to manage multiple conversations via different channels simultaneously.\nAbility to collect, update, and manage accurate data for analysis and feedback.\nAbility to stay composed and efficient under pressure.\nSkill in identifying and prioritizing tasks and requests based on urgency and importance.\nInitiative to identify and resolve issues independently.\nExcellent organizational skills to manage tasks, follow-ups, and documentation.\nExceptional verbal and written communication skills in English.\nStrong ability to work collaboratively with internal teams and third-party vendors.\nAdaptability to changing situations and requirements.\nStrong analytical skills to investigate issues and drive solutions.\nStrong sense of discipline in managing responsibilities and adhering to timelines.",
      "encryptAddressId": "d828c4ef015b9bdb1nV50t-8FlVVyo-7UPub",
      "address": "南京鼓楼区MORAVIA公司南京市鼓楼区中山路129号中南国际大厦4层",
      "longitude": 118.783651,
      "latitude": 32.047413,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/upload/amap_proxy/20230405/48ba41acc9cef1bf7161fb3db4df5478286a005a4db1ac066bb61e3b7bce0931da574d19d1d82c88.jpg",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/upload/amap_proxy/20230609/48ba41acc9cef1bf78ab94896bcbad5f1325c45ca0bebeea6bb61e3b7bce0931da574d19d1d82c88.jpg",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "计算机相关专业"
      ],
      "anonymous": 0,
      "jobStatusDesc": "最新"
    },
    "bossInfo": {
      "name": "王女士",
      "title": "Recruiter",
      "tiny": "https://img.bosszhipin.com/beijin/upload/avatar/20230801/607f1f3d68754fd0d5bce6c0769a6c6c3a9555d357fe16579797572807faba193516e2a7552aeb3_b.jpg",
      "large": null,
      "activeTimeDesc": "刚刚活跃",
      "bossOnline": false,
      "brandName": "SDL PLC",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "fd8c09d0e9e6d8191XN52tk~",
      "brandName": "SDL PLC",
      "logo": "https://img.bosszhipin.com/beijin/upload/com/workfeel/20220822/7bf6f160950405e96b571b51e667f1f4f9c707b61a8f33282f712dbd74a109e1dc772cf701116813.jpg",
      "stage": 807,
      "stageName": "已上市",
      "scale": 305,
      "scaleName": "1000-9999人",
      "industry": 100005,
      "industryName": "大数据",
      "introduce": "RWS Holdings plc is a unique, world-leading provider of technology-enabled language, content and intellectual property services. Through content transformation and multilingual data analysis, our unique combination of technology and cultural expertise helps our clients to grow by ensuring they are understood anywhere, in any language.  \n  \nOur purpose is unlocking global understanding. By combining cultural understanding, client understanding and technical understanding, our services and technology assist our clients to acquire and retain customers, deliver engaging user experiences, maintain compliance and gain actionable insights into their data and content.  \n  \nWe work with over 80% of the world’s top 100 brands, more than three-quarters of Fortune’s 20 ‘Most Admired Companies’ and almost all of the top pharmaceutical companies, investment banks, law firms and patent filers. Our client base spans Europe, Asia Pacific and North and South America. Our 65+ global locations across five continents service clients in the automotive, chemical, financial, legal, medical, pharmaceutical, technology and telecommunications sectors.  \n  \nFounded in 1958, RWS is headquartered in the UK and publicly listed on AIM, the London Stock Exchange regulated market (RWS.L).  \n\nFor further information, please visit: www.rws.com.",
      "labels": [
        "五险一金",
        "补充医疗保险",
        "定期体检",
        "加班补助",
        "带薪年假",
        "节日福利",
        "生日福利",
        "高温补贴",
        "员工旅游",
        "法定节假日三薪",
        "节假日加班费",
        "夜班补助"
      ],
      "activeTime": 1723088772010,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "SDL PLC",
      "customerBrandStageName": "已上市"
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}