{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "bzIVgRsw8vMim-O105NMfczrvhIdI7xxFJONZJZE0cLgPzs2xHxbJaZzX1GMVLxlFk9ubW2Oh5KWJVdOugDJl1PB5vOjnpZoqU6ptRTJzYjSdyOkvEDn",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "0e6cca1bfe3d33e01X1739y-FFtQ",
      "encryptUserId": "0f81925235963bf00nJz2N69E1BS",
      "invalidStatus": false,
      "jobName": "数据分析师 Data analyst （Intern）",
      "position": 100511,
      "positionName": "数据分析师",
      "location": 101020100,
      "locationName": "上海",
      "experienceName": "1-3年",
      "degreeName": "本科",
      "jobType": 0,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "4-8K",
      "payTypeDesc": null,
      "postDescription": "DATA ANALYIST (INTERN)\nWHY YOU WILL LOVE SUPPLY BRIDGE: \nSUPPLY BRIDGE is an innovative startup that aims to democratize Supply Chain for Manufacturing industry. \nOur goal is to deliver a Global Platform and unique user experience whilst integrating vertical solutions for the B2B business. \nWe believe in using the latest technology to enhance and rapidly adapt our solutions to the ever-changing demands of Supply Chain. Application of intelligent technologies such as AI, Big Data, Machine Learning, Blockchain and combining our decades of Industry Know-how is the key to our objective of creating an agile and sustainable end-to-end Solutions for Supply Chain.\nWith a strong international team, Supply Bridge is growing by the day and every new hire will have a significant impact on the culture, the product and the team's success. \nAs a testament to the culture and company we are collectively building, our world-class team is on a mission to provide the best product offering in the world to an industry that's looking for change.\n\nTHE OPPORTUNITY:\nSUPPLY BRIDGE is looking for a creative, experienced Full Stack Software Engineer who is motivated to solve some of the world’s most challenging problems in global Supply Chain.  \nData is at the heart of our business, you will work to evaluate and provide insights into our physical and digital products. In collaboration with multidisciplinary product, engineering, and business/operations teams, you will help deliver data-driven insights and automated decision-making in SUPPLY BRIDGE’s supply chain products.  \nYou will be working with our business, product, and engineering teams to collaborate closely to share domain knowledge, test hypotheses at scale, and develop promising solutions that can be quickly and widely deployed. We are passionate about providing effortlessly accessible intelligence and actionable insights to our end users. \nOur ideal candidate: self-motivated, highly analytical, technically excellent at writing code, and passionate about delivering cutting-edge solutions.  \n \nLOCATION: \n•\tSHANGHAI \n\nRESPONSIBILITIES:\n•\tResponsible for data processing on the business side and development side, supporting data extraction and operation, including data cleaning, data archiving, and label establishment.\n•\tResponsible for the maintenance of offline Excel and online database data status.\n•\tResponsible for simple data visualization and analysis.\n•\tProactively discover data quality issues and clarify data governance ideas.\n\nPREFFERED QUALIFICATIONS:\n•\tBachelor degree or above in statistics, mathematics, computer science or related majors\n•\tMore than 1~2 years of hands-on experience in fast-paced market, SaaS or product-led technology environment\n•\tFamiliar with the use of Excel/VBA common function formulas and parameter meanings, as well as pivot tables, with the ability to quickly process large batches of data\n•\tProficient in at least one or more of the following: Python, SQL, PowerBI, Matlab\n•\tGet data by crawlers (important)\n•\tFamiliar with HTML structure and principles\n•\tThe ability to use AI tools\n•\tExperience with agile methodologies and short release cycles\n•\tThe working language is English; Experience working in global cross-cultural development teams\n•\tAttention to detail, good work ethic, ability to handle multiple projects at the same time, good communication skills\n•\tData work experience preferred\n\nBENEFITS\no\tCompetitive salary\no\tStock options\no\tSocial Benefits\no\tFlexible time off\no\tRemote Working option\no\tFast self-growth opportunity\n\n为什么您会喜欢 SUPPLY BRIDGE：\nSUPPLY BRIDGE 是一家创新型初创公司，旨在实现制造业供应链的快速数字化转型。\n我们的目标是提供全球化的平台和独特的用户体验，同时为 B2B 业务集成提供纵向一体化的解决方案。\n\n我们相信，运用最前端的技术，可以更加优化、更加高效地提供我们强大的解决方案给用户，从而适应供应链不断变化的需求。人工智能、大数据、机器学习、区块链等智能技术的应用，以及我们数十年的行业知识，是我们在供应链创建中实现敏捷和可持续的全链条s解决方案的关键。\n\n依托强大的国际团队，Supply Bridge 日新月异，每位新员工都将对咱们的文化、产品和团队的成功有着重大影响。\n\n立足公司自身，我们共同组建的世界一流的团队肩负着重要的使命，在不断变革的行业环境下，提供全球最好的产品，这项使命也是对我们实力的论证。\n\n机遇：\nSUPPLY BRIDGE 正在寻找一位有创造力、有强大技术背景的全栈工程师，您有动力解决全球供应链中一些世界上最具挑战性的问题。\n\n数据是我们业务的核心，作为团队核心成员，您将致力于评估我们的物理和数字产品并提供见解和建议。与跨学科产品经理、技术和业务/运营团队合作，您将应用先进的解决方案在 SUPPLY BRIDGE 的供应链产品中提供数据驱动的洞察力和自动化决策。\n\n我们热衷于为我们的终端用户提供轻松简介的用户体验，独特的信息和可商业化的见解。我们招贤纳士的理念：有上进心、善于分析、在编写代码方面技术精湛、热衷于提供顶级解\n\n岗位职责：\n•\t负责业务端和开发端的数据处理,支持数据提取和操作、以及标签建立、数据清洗、数据归档。\n•\t负责线下Excel和线上数据库数据状态的维护\n•\t负责简单的数据可视化和分析\n•\t主动发现数据质量问题，清晰数据治理思路\n\n岗位要求:\n•\t统计学、数学、计算机科学或相关专业本科及以上学历\n•\t1~2年以上快节奏市场、SaaS或产品主导技术环境的实际操作经验\n•\t熟悉Excel/VBA常用函数公式的使用方法及参数含义，以及数据透视表，具备快速处理大批量数据的能力\n•\t精通以下至少一项或多项：Python、SQL、PowerBI、Matlab\n•\t通过爬虫获取数据（重要）\n•\t熟悉HTML结构和原理\n•\t使用人工智能工具的能力\n•\t具有敏捷方法和短发布周期的经验\n•\t工作语言为英语; 有在全球跨文化开发团队工作的经验\n•\t注重细节，良好的职业道德，能够同时处理多个项目，良好的沟通能力\n•\t有数据方面工作实习经验优先",
      "encryptAddressId": "e5d312f0f9dad47c3nF83NS5F1U~",
      "address": "上海静安区WeWork(南京西路819号)3-6F",
      "longitude": 121.461,
      "latitude": 31.23057,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/upload/amap_proxy/20230511/48ba41acc9cef1bf384a5e7c7ac7f5de93b34b62ec1ee8926bb61e3b7bce0931da574d19d1d82c88.jpg",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/upload/amap_proxy/20230514/48ba41acc9cef1bfb5b9828842cb5f5ad425d32b372bf2896bb61e3b7bce0931da574d19d1d82c88.jpg",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "Python",
        "SQL",
        "MATLAB",
        "数学/统计相关专业",
        "计算机相关专业",
        "数据分析/挖掘经验",
        "0-1搭建经验优先",
        "有海外工作经验优先"
      ],
      "anonymous": 0,
      "jobStatusDesc": "招聘中"
    },
    "bossInfo": {
      "name": "雷先生",
      "title": "招聘经理",
      "tiny": "https://img.bosszhipin.com/beijin/upload/avatar/20221126/607f1f3d68754fd058907d91092bec1ef3e93c426aa31d9d2cc5580e93116c2475d9065be91_b.jpg",
      "large": null,
      "activeTimeDesc": "半年前活跃",
      "bossOnline": false,
      "brandName": "盛易博联",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "b251779c113537101XB63N65FFE~",
      "brandName": "盛易博联",
      "logo": "https://img.bosszhipin.com/beijin/upload/com/workfeel/20230718/7bf6f160950405e914abef341a332230d574331c12ae236e2cc5580e93116c2475d9065be9169d49.png",
      "stage": 802,
      "stageName": "天使轮",
      "scale": 301,
      "scaleName": "0-20人",
      "industry": 100020,
      "industryName": "互联网",
      "introduce": "SUPPLY BRIDGE is an innovative startup that aims to democratize Supply Chain for Manufacturing industry. Our goal is to deliver a Global Platform and unique user experience whilst integrating vertical solutions for the B2B business.",
      "labels": [
        "团建聚餐",
        "带薪年假",
        "股票期权",
        "五险一金"
      ],
      "activeTime": 1722135619621,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "盛易博联",
      "customerBrandStageName": "天使轮"
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}