{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "hlq1UWQbxl7Xi-91uqCoAhvpnk4D6KxkGI1XbLO91qKV8_cwQ4MRx2A8jdQXibGx_8uqMQSWl4fVo6rr4Dwi0MLQ1WuwK-AbjYFVeYJxAS2bCZznOlJwtcDzZ7osP4ZA-J3CXyGb5xmB",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "107f2e625d157d751HFz3tu7EFpT",
      "encryptUserId": "3bbcfabd1cd88c2f0nBy3tu-F1NZ",
      "invalidStatus": false,
      "jobName": "it工程师",
      "position": 100402,
      "positionName": "运维开发工程师",
      "location": 101200100,
      "locationName": "武汉",
      "experienceName": "在校/应届",
      "degreeName": "本科",
      "jobType": 5,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "6-9K·13薪",
      "payTypeDesc": null,
      "postDescription": "应届毕业生岗位开放：开发工程师 & 运维工程师。location分别有武汉和合肥可选。\n\nJob Description:\n1.\tCollaborate with senior engineers to design and develop new products, systems, or solutions.\n2.\tConduct research and collect data to support engineering projects and initiatives.\n3.\tAssist in the preparation of technical drawings, specifications, and reports.\n4.\tPerform tests, simulations, and analysis to evaluate the performance and reliability of engineering designs.\n5.\tParticipate in brainstorming sessions and contribute innovative ideas to improve existing products or processes.\n6.\tSupport the implementation and maintenance of engineering processes and standards.\n7.\tAssist in troubleshooting and resolving technical issues that may arise during the development or production phase.\n8.\tCoordinate and communicate effectively with cross-functional teams, including project managers, designers, and technicians.\n9.\tStay updated with industry trends, new technologies, and best practices to continuously enhance engineering knowledge and skills.\n10.\tComplete assigned tasks within established timelines and budgets while maintaining high-quality standards.\nRequirements:\n1.\tBachelor's degree in Engineering or a related field.\n2.\tRelevant internship or entry-level engineering experience is preferred but not mandatory.\n3.\tProficiency in English, both written and spoken.\n4.\tFamiliarity with engineering software and tools specific to the industry or field of specialization, such as Java/Python/Kafka/K8S.\n5.\t Proficiency in Microsoft Office Suite (Word, Excel, PowerPoint); Any additional certifications or training related to engineering will be a plus.\n6.\tA strong academic record with a focus on engineering coursework.",
      "encryptAddressId": "b403b3b34d5ec5620XF62tu7GVE~",
      "address": "武汉洪山区武汉东湖新技术开发区高新大道999号武汉未来科技城A9",
      "longitude": 114.497164,
      "latitude": 30.490285,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/0c2f8c650ef99072dfd9823f6e5da435",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/98f3758e7c31ca2dc383a159e60314cd",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "Java",
        "Python/Shell",
        "Kafka",
        "计算机相关专业",
        "通信/工程相关专业",
        "英语听说读写"
      ],
      "anonymous": 0,
      "jobStatusDesc": "招聘中"
    },
    "bossInfo": {
      "name": "黄女士",
      "title": "RM",
      "tiny": "https://img.bosszhipin.com/beijin/upload/avatar/20230904/607f1f3d68754fd063834e45599a737d7509e3c34e77295ef25128c37863cea04b966fc5be2264f_b.jpg",
      "large": null,
      "activeTimeDesc": "刚刚活跃",
      "bossOnline": false,
      "brandName": "德电",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "640c1e02d56307e31X1_2N26FQ~~",
      "brandName": "德电",
      "logo": "https://img.bosszhipin.com/beijin/upload/com/workfeel/20240606/7bf6f160950405e93c9098a4b7fed19a7dd7011d9e0cd447f25128c37863cea04b966fc5be2264f1.png.webp",
      "stage": 808,
      "stageName": "不需要融资",
      "scale": 303,
      "scaleName": "100-499人",
      "industry": 100024,
      "industryName": "通信/网络设备",
      "introduce": "T-Systems is a driving force for innovation within Deutsche Telekom. Through the integration of the four core areas of connectivity, digitalization, cloud & infrastructure and security, it integrates a leading digital ecosystem for the enterprise. T-Systems operates in more than 20 countries and regions, has 38,000 employees, and had external revenue of 6.8 billion euros in 2019. It is one of the world's leading independent digital service providers headquartered in Europe.\nBe an agile part of Deutsche Telekom, T-been operating in China since 2006, which has branches in Beijing, Shanghai, Hong Kong and Wuhan. From the secure operation of traditional systems and ICT services, to cloud services (including international networks, customized infrastructure, platforms and software), as well as new business models and innovations in the field of IoT, T-Systems builds for enterprise users with its global coverage in fixed network and mobile communications, highly secure data centers, comprehensive cloud ecosystem built around standardized platforms and global partnerships, and the ability to provide top-level security, comprehensive and integrated digital solutions, provide one-stop end-to-end services.",
      "labels": [
        "节日福利",
        "员工旅游",
        "带薪年假",
        "年终奖",
        "定期体检",
        "五险一金"
      ],
      "activeTime": 1719474001411,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "德电",
      "customerBrandStageName": "不需要融资"
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}