{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "lr4aHwFu3A2tL-g1QRE5mBlXmL-ARbm-rsZtk6BVuKiDT2YMx09d7Q5O0-k7nY-UDFZF7M6Zd_btAPzAMZ8BcWe8fQjlb945zj9ZNnwpZMnQyfs~",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "fd608e3fbb834ef91nV_3d67GFRX",
      "encryptUserId": "47e4f029012711290XV-3924EVA~",
      "invalidStatus": false,
      "jobName": "后端开发工程师",
      "position": 100123,
      "positionName": "全栈工程师",
      "location": 101010100,
      "locationName": "北京",
      "experienceName": "经验不限",
      "degreeName": "大专",
      "jobType": 0,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "25-50K",
      "payTypeDesc": null,
      "postDescription": "Do you want to be one who designs, develops and maintains user interfaces that reach millions of Bing users every day across the world? Multimedia Video Experience team is entrusted to provide a robust and attracting experience to support users find the target videos from the internet utilize Bing's powerful search engine, also provide the interface for user to play around with those results. \n \nWe are looking for an experienced, highly motivated developer who enjoys teamwork, is a great communicator across various disciplines (engineering, program management, support) and has a passion to build an scalable, robust and efficient services to power the Bing Search Stack.  Key technology expertise includes open source and industry-standard HTML, Page/Media understanding, and of course deep understanding of designing, developing and debugging managed code (C#). Beyond technology, the ideal candidate has worked and shipped in different organizational and product development models, using agile methodologies, and wants to apply the best practices in engineering and organization by setting a personal example of excellence. This is the opportunity to make a difference, bring in your own experience and insights, and work with a relatively small but diverse, dedicated and passionate team of professionals to deliver great software for the cloud – all while having a fun time doing it!\nResponsibilities\n· Designing and developing search platform related features and solutions\n \n· Collaborate with the team on building a highly scalable and high performance search stack\n \n· Collaborate with customers and partners to understand user requirements and design features to enable rich search experiences\n \n· Working on distributed infrastructure, released and managing live service in production.\n \n· Fundamentals: take ownership of at least one aspect of security, supportability, usability, performance, accessibility of the product and execute towards the organizational requirements and improvements\n \n· Livesite: maintain and improve all service SLA levels, act as on-call engineer (approx. 1 week every 2 months)\n\nQualifications\n• Solid C++/C#/Java skills with at least 2 years of C++/C#/Java programming experience.\n• CS bachelor’s degree or equivalent\n• Experience in writing efficient multi-threaded and concurrent code\n• Passion for delivering high quality software on a rapid ship cycle\n• Problem solving, debugging, and DevOps skills.\n• Critical thinking, communication, and cross-team collaboration skills.\n• Passion for providing high-quality customer and community support.\n• A great team player with excellent collaboration and communication skills across disciplines, levels and product teams\n• Willingness and ability to learn new skills fast\n• A self-starter who thrives in making things happen in new and ambiguous situations",
      "encryptAddressId": "e8b346da83f734561Hx_09u9GVU~",
      "address": "北京海淀区微软丹棱街5号",
      "longitude": 116.310248,
      "latitude": 39.97924,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/34a461f17ae26daae992b6e3e312cde2",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/76ceafa9ce0141f4702bab2569bdb793",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "Java",
        "HTML",
        "C++",
        "C#"
      ],
      "anonymous": 0,
      "jobStatusDesc": "招聘中"
    },
    "bossInfo": {
      "name": "钟先生",
      "title": "软件开发工程师",
      "tiny": "https://img.bosszhipin.com/beijin/boss/avatar/hSg_mbK4.jpg",
      "large": null,
      "activeTimeDesc": "半年前活跃",
      "bossOnline": false,
      "brandName": "微软中国",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "0810a0f85e31859b33Zy2tU~",
      "brandName": "微软中国",
      "logo": "https://img.bosszhipin.com/beijin/upload/com/logo/20191018/87d69d0f0d2c61d0e9b8789f4b9527609af890db898d4bda24f0b08151e58387.jpg",
      "stage": 808,
      "stageName": "不需要融资",
      "scale": 306,
      "scaleName": "10000人以上",
      "industry": 100021,
      "industryName": "计算机软件",
      "introduce": "微软，是一家美国跨国科技公司，也是世界PC（Personal Computer，个人计算机）软件开发的先导，由比尔·盖茨与保罗·艾伦创办于1975年，公司总部设立在华盛顿州的雷德蒙德（Redmond，邻近西雅图）。以研发、制造、授权和提供广泛的电脑软件服务业务为主。\n最为著名和畅销的产品为Microsoft Windows操作系统和Microsoft Office系列软件，目前是全球最大的电脑软件提供商。",
      "labels": [
        "节日福利",
        "免费班车",
        "零食下午茶",
        "餐补",
        "员工旅游",
        "带薪年假",
        "股票期权",
        "年终奖",
        "定期体检",
        "补充医疗保险",
        "五险一金",
        "台球室"
      ],
      "activeTime": 1721737594938,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "微软中国",
      "customerBrandStageName": "不需要融资"
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}