{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "hD2UWZ3img51F-U1G1plXFErso5z4qzIFHKnCyTBSDm2YnJKDZzDlceMxPqEgDzrD8QZOIMkJhXxPFd7M0UxPDAKpSI5V5k20KKzNa3J8a6pMRyQlgJiMUuPY4wXOfB9Ypa0bP9-K5VObDVLU-ts14fFaykWyvf8dZuTBRhTRlIwYRTZjMw~",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "2f6db30c30bf43a01H1709W4GVFT",
      "encryptUserId": "29693a4e78d48cc31H1y3N28GFE~",
      "invalidStatus": false,
      "jobName": "Junior QA Engineer 初级软件测试工程师",
      "position": 100309,
      "positionName": "软件测试",
      "location": 101020100,
      "locationName": "上海",
      "experienceName": "1-3年",
      "degreeName": "本科",
      "jobType": 0,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "9-13K·13薪",
      "payTypeDesc": null,
      "postDescription": "（该职位对英语听读写要求较高，口语为加分项。须有英语6级证书）\nResponsibilities:\n- Participate in requirement assessment meetings, identify requirements from the user’s perspective\n- Develop test plans, write comprehensive, robust, and maintainable test cases, ensure coverage of all user scenarios, including edge cases\n- Prepare test data and environments, conduct testing for both web and app, client side and server side. Ensure the integrity and stability of features before release\n- Conduct regular regression testing before app new release\n- Generate detailed test reports to ensure product quality and communicate testing results effectively using defect tracking systems (JIRA)\n- Contribute test automation code for both web and mobile apps, increase automation coverage\n\nRequirements\n- 1-3 years of experience in software testing field\n- A degree in Computer Science, Engineering, or equivalent knowledge and/or experience\n- English communication skills in reading, writing and listening (Fluent oral communication in English would be a plus)\n- Familiar with at least one commonly used development language such as JavaScript and Python\n- Familiar with source code version control using Git\n- Experience with web test automation using JavaScript/TypeScript frameworks like playwright, puppeteer etc.\n- Highly self-motivated and adaptable to learning and understanding new technologies\n- Self-starter with the ability to work independently. Excellent analytical, debugging and problem-solving skills\n- You’re able to write detailed bug reports, and can explain technical problems. Proven ability to collaborate with multiple teams.\n- A good sense of urgency, great attention to detail, and  passion for shipping high quality software\n- Knowledge of how to catch http requests using tools like Charles, Mitmproxy\n- Experience with app test automation using Appium would be a plus\n- Experience with Gitlab CI/CD would be a plus\n\nAbout us\nSideChef: Leading Global Food Tech Innovation\nWe are a company from the US, a multi-platform all-in-one home cooking platform that provides over 18,000 interactive smart recipes with dynamic recipe guidance. Featuring hands-free voice commands, step-by-step photos, how-to videos, built-in timers, and over 10,000 one-click shoppable recipes for the ultimate home cooking experience. SideChef partners with the world's largest retailers, publishers, home-hubs, consumer brands, and kitchen appliance companies to offer home cooks a seamless cooking journey, enabling digital meal planning, grocery delivery, and smart kitchen connectivity.\n\nAs part of the QA team you will be responsible for delivering end-end testing and seamless user experience. You will also be advocating for quality throughout the SDLC by ensuring processes and best practices are being followed, and you will be working with stakeholders who value your input. The team consists of a diverse group of talented QA and Automation Engineers, who use modern testing tools, technologies, and techniques. We also strive to provide an environment that allows for personal and professional growth.",
      "encryptAddressId": "a8a23c47bbb1fd063nB92tS1F1BQwI29VfI~",
      "address": "上海黄浦区日月光中心-写字楼3305",
      "longitude": 121.46866,
      "latitude": 31.205942,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/upload/amap_proxy/20230413/48ba41acc9cef1bfb0d8a1e41d0b809d58dc71c8e5145adf6bb61e3b7bce0931da574d19d1d82c88.jpg",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/upload/amap_proxy/20230512/48ba41acc9cef1bf6ded6b5894e6e841b619edf5b58eb5446bb61e3b7bce0931da574d19d1d82c88.jpg",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "自动化测试",
        "功能测试",
        "Jira",
        "Python"
      ],
      "anonymous": 0,
      "jobStatusDesc": "最新"
    },
    "bossInfo": {
      "name": "林女士",
      "title": "招聘负责人",
      "tiny": "https://img.bosszhipin.com/beijin/upload/avatar/20240320/607f1f3d68754fd05d8009cede2819969a6654b9b2ccb908b4234cc978ee2730af91c484435e924_b.jpg",
      "large": null,
      "activeTimeDesc": "刚刚活跃",
      "bossOnline": false,
      "brandName": "赛厨网络科技",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "519814c6b4cac89b1HV82968EQ~~",
      "brandName": "赛厨网络科技",
      "logo": "https://img.bosszhipin.com/beijin/mcs/chatphoto/20181205/0a27086c3db6008dda90fb1f71d54405f7c99cb37bdcd6f42ebaaacc9c171531.jpg",
      "stage": 804,
      "stageName": "B轮",
      "scale": 302,
      "scaleName": "20-99人",
      "industry": 100020,
      "industryName": "互联网",
      "introduce": "晒厨易 SideChef 是一款试图改变人们烹饪方式和饮食方式的移动应用，目标是用科技重塑厨房, 将烹饪这有件繁琐的事情变得简单起来! \n\n小晒来自于美国，上线后在国外受到了广泛的认可和欢迎，iPhone版本在91个国家荣登美食餐饮类前十名榜单，iPad发布第一周即进入美食餐饮类前十名榜单! 我们被USA TODAY（今日美国）评为“2014年度最佳免费应用” （总共8位入选）还被卫报评为\"30个最值得下载的应用\"。2016年3月，SideChef 进入美国app store美食餐饮类第4名！\n\n我们提供大量精致的用户菜谱，他们的作者是来自全世界优秀的美食博客，米其林大厨，和每一位热爱烹饪的你。所有菜谱都配有详尽的步骤图片与解说，还有语音指导和厨房教学视频。 我们就像你随身的烹饪GPS,手把手教你制作美味佳肴。此外，还有我们最骄傲的自动定时器以及语音控制功能，有了它们，小晒不再是你手机里那个沉睡的应用，而是你厨房里的好朋友! 从此妈妈再也不用担心你不会做饭啦，下厨so easy，美味不再是路人!",
      "labels": [
        "五险一金",
        "补充医疗保险",
        "年终奖",
        "股票期权",
        "带薪年假",
        "零食下午茶"
      ],
      "activeTime": 1728904521921,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "赛厨网络科技",
      "customerBrandStageName": "B轮"
    },
    "oneKeyResumeInfo": {
      "inviteType": 1,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": true,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false,
      "chatBubble": null
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}