{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "GfH6caUxxUPkC-O1ho4keVI0WvQy4LKVTCRaoRcNY55lQ13C_Vt8l0Stp2ARposKjTS3PvDULCp97hJTxeWw11uzqCXyc6BmHrryKLgM9y-pNYtAWgqX",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "54e353321f7f8d341nx80tu4FFBT",
      "encryptUserId": "d4fd5e4096ac04fa1nV-2du0GVpU",
      "invalidStatus": false,
      "jobName": "BJ Human Capital Consulting",
      "position": 260105,
      "positionName": "人力资源咨询顾问",
      "location": 101010100,
      "locationName": "北京",
      "experienceName": "在校/应届",
      "degreeName": "本科",
      "jobType": 5,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "3-4K",
      "payTypeDesc": null,
      "postDescription": "The Business\n\nAt Willis Towers Watson, we help clients align their talent and rewards strategy with their business strategy to achieve long-term success. We rely on data, analytics and experience to pinpoint the talent and workforce needs that are vital to their overall performance. We develop compensation and broader rewards strategies and design and implement programs that address these needs, drive higher performance and ensure the right return on their investment in\npeople. Backed by industry-leading technology, global workforce data, research and insights, we help our clients quickly transform ideas into action. Our solution is including:\n•\tExecutive Compensation – We help management teams and board members create and implement pay programs that balance the interests of key stakeholders while driving performance and long-term alignment\n•\tRewards – We build and implement leading-edge organization, job and reward framework solutions that create an engaging employee experience and deliver the right return on investment to the organization\n•\tRewards Data and Software – We support our clients throughout the year as they develop and design an effective compensation strategy. From survey submission to job evaluation and everything in between, we bring a powerful combination of market-leading data, enterprise-strength technology and industry expertise to their pay programs — giving them clients everything they need to get compensation right for their organizations\n•\tTalent Management & Organizational Alignment: We design the work experience to attract, retain and motivate people helping organizations optimize the way work gets done and drive performance by connecting the demand and supply for talent.\n•\tEmployee Insights: We help clients improve business performance by enabling them to better understand their employees’ perspectives, and take actions to improve employee engagement and company culture. Our Employee Engagement Software allows clients to quickly access employee opinions and reactions to events, giving leaders insight to enhance the employee experience.\n\nThe Role\n\nAs an Analyst in Talent & Rewards, you will work beside some of the industry’s top consultants while you develop cutting edge technical knowledge and skills. \n \nYou will have immediate exposure to real client assignments which will draw on your imagination and creativity as well as your ability to analyze information, draw conclusions and present results. These experiences will help build your technical knowledge and overall industry expertise while you benefit from more structured learning interventions that are tailored to the business area you join.\n \nPerformance Objectives:\nClients\n•\tCollect and analyses data through market research including in-house and other data sources;\n•\tPrepare letters and reports, client presentations and meetings, and proposals;\n•\tSummarize and form conclusions based on analysis, and presenting results internally and with clients;\n•\tInteract with clients in client engagements;\n•\tDevelop technical knowledge surrounding rewards, talent and performance management;\n\nFinancial\n•\tMeet chargeable hours targets;\n•\tContribute to sales and marketing efforts by supplying information for proposals;\n\nPeople\n•\tBuild relationship internally and collaborate effectively on cross-functional teams;\n•\tCollaborate with others by conveying ideas, issues and information in a fluent and logical manner and providing constructive peer feedback;\n•\tDemonstrate natural ease and effectiveness when dealing with clients/colleagues at all levels;\n\nExcellence\n•\tAn eye for details, analytical, meticulous, insightful with a structured thought process;\n•\tIntellectual curiosity and learning ability;\n•\tDeliver on projects to meet or exceed client expectations;\n\n\nThe Requirements\n•\tBachelor’s degree above in economics, human resources, psychology, management, finance, mathematics, statistics, social science or any other major with significant quantitative course work, and a strong academic record;\n•\tA problem solver:\nBe able to identify and solve challenging problems;\n•\tAnalytical:\nBe able to draw conclusions from data in a logical, systematic way;\n•\tConceptual:\nBe ability to go beyond the details and see the big picture;\n•\tResults-driven:\nBe focused on achieving results that promote business success;\n•\tOrganized:\nBe able to work and think in a methodical and orderly way:\n•\tCommitted to quality:\nContinuously works to achieve the highest quality standards on works and able to meet tight deadlines\n•\tTeam player:\nAbility to work independently as well as in a team;\n•\tWell-developed:\nAnalytical, quantitative, interpersonal, communication and presentation skills;\n•\tGood knowledge of Microsoft Word, Excel and PowerPoint is essential.",
      "encryptAddressId": "29ac60d198f59f011XR-0tu5GFY~",
      "address": "北京朝阳区北京嘉里中心商业写字楼南楼29层",
      "longitude": 116.45963,
      "latitude": 39.914045,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/aff6b70feed5ceadc390c68f30230096",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/50c602c873adceeb3cc9bfba1678707a",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "咨询顾问",
        "外资咨询机构"
      ],
      "anonymous": 0,
      "jobStatusDesc": "招聘中"
    },
    "bossInfo": {
      "name": "任先生",
      "title": "招聘经理",
      "tiny": "https://img.bosszhipin.com/beijin/upload/avatar/20200621/2ecf9a3808190738be01333f773062eb50f8f998c178b2a63f869663ece_b.jpg",
      "large": null,
      "activeTimeDesc": "2周内活跃",
      "bossOnline": false,
      "brandName": "韬睿惠悦",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "05fea4454325f6be1nd539u6FVI~",
      "brandName": "韬睿惠悦",
      "logo": null,
      "stage": 806,
      "stageName": "D轮及以上",
      "scale": 303,
      "scaleName": "100-499人",
      "industry": 100601,
      "industryName": "咨询",
      "introduce": "",
      "labels": [],
      "activeTime": 1718791386000,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "韬睿惠悦",
      "customerBrandStageName": "D轮及以上"
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}