{
  "code": 0,
  "message": "Success",
  "zpData": {
    "pageType": 0,
    "selfAccess": false,
    "securityId": "7wxtljykYFj7L-91dUOyrbExyyDr4yPDGmkKjCdWHeqa0GPHdlBrYa1yFuXY6FpbCGSDzmSr1gH1g9fQCGrYb1PcH9lYmP1xEw5oOlHeM8J7V5g9dqSP-lbt3IxuguuVopPZxW7jwmz5LYQ~",
    "sessionId": null,
    "lid": "",
    "jobInfo": {
      "encryptId": "79fdde043b5c15361HN52tm8FFtU",
      "encryptUserId": "32995ba2dd350fa10nVz39y1GFZQ",
      "invalidStatus": false,
      "jobName": "技术文档工程师",
      "position": 100410,
      "positionName": "技术文档工程师",
      "location": 101120200,
      "locationName": "青岛",
      "experienceName": "1-3年",
      "degreeName": "本科",
      "jobType": 0,
      "proxyJob": 0,
      "proxyType": 0,
      "salaryDesc": "7-8K·14薪",
      "payTypeDesc": null,
      "postDescription": "岗位职责：\n1. Proficient understanding and application of RECARO Bills of Material (BoMs) as well as Vendor BoMs and drawings. Routinely able to read, evaluate, and implement Design Changes. Applies this knowledge to author CMMs and TRs  as needed.\n2. Proficient use and incorporation of RECARO engineering drawings. Responsible for dissection and incorporation of various customer drawings for CMM purposes. Able to read basic assembly drawings and apply to CMM and TR requirements.\n3.Good understanding of RECARO economy class aircraft seats’ structure, function, operation and main components assembly procedure.\n4. Fundamental use of Catia models and Iso Draw to create illustrations of assemblies and components.\n5.Proficient application of ATA 100 and iSpec 2200 technical publication standards in the authoring and revising of CMMs, TRs and SBs.\n6.Basic understanding of FAA, EASA, Airbus and Boeing regulations as they apply to technical documentation. Theoretical knowledge of basic airworthiness requirements and their impact on RECARO.\n7. Proficient understanding of technical publications (CMMs, SBs, TRs) and how they are used by customers/aerospace industry. Support customer service by evaluating and incorporating customer requested modifications. Coordinate with relevant departments in the resolution or clarification of technical documentation related concerns as needed.\n任职要求：\nEDUCATION: Bachelor degree or above, majoring in the field of Aviation and Space Technology, Mechanical Engineering or Automotive Engineering.\nEXPERIENCE: 1 year above manufacturing enterprises experience in the field of design/engineering or manufacturing is desirable.\nLANGUAGE SKILLS: Good English spoken and written communication skills.\nCOMPUTER SKILLS: Basic skill in CATIA and IsoDraw, proficiency in Ms-Office.",
      "encryptAddressId": "9d7dde72eac6005b1HFz3Ni0GQ~~",
      "address": "青岛城阳区瑞凯威飞机座椅(中国)有限公司华东路771号",
      "longitude": 120.316071,
      "latitude": 36.294582,
      "staticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/b1e5db616aed62faa0e3bd37d4245199",
      "pcStaticMapUrl": "https://img.bosszhipin.com/beijin/amap/staticMap/4daaa5f5292a9eaec3edca59d3d43ef1",
      "overseasAddressList": [],
      "overseasInfo": null,
      "showSkills": [
        "英语",
        "CMM",
        "BOM"
      ],
      "anonymous": 0,
      "jobStatusDesc": "招聘中"
    },
    "bossInfo": {
      "name": "孙女士",
      "title": "高级人事专员",
      "tiny": "https://img.bosszhipin.com/beijin/upload/avatar/20210308/e62af7c7b63ecac94fcf7021498f027656a1e230e8ccf4ee20c67afdd5b_b.jpg",
      "large": null,
      "activeTimeDesc": "今日活跃",
      "bossOnline": false,
      "brandName": "瑞凯威飞机座椅",
      "bossSource": 0,
      "certificated": true,
      "tagIconUrl": null,
      "avatarStickerUrl": null
    },
    "brandComInfo": {
      "encryptBrandId": "1e4a77d685d822301nd92dy4EVM~",
      "brandName": "瑞凯威飞机座椅",
      "logo": "https://c-res.zhipin.com/jrs/78c5d76163eaa1e5522b981272ee6e9d.jpg",
      "stage": 0,
      "stageName": "",
      "scale": 303,
      "scaleName": "100-499人",
      "industry": 100905,
      "industryName": "铁路/船舶/航空/航天制造",
      "introduce": "德国独资外企，始创于1906年，总部位于德国，主要生产民航用飞机座椅。\n\nThe RECARO brand stands for mobile seating in perfection.\n \nWe translate this standard within RECARO Aircraft Seating into first-class products: We develop and manufacture premium seats for passenger aircrafts of all leading airlines around the globe.\n \nWe think innovatively – with regard to products and processes. We act globally – with sites in Europe, in the USA and in Asia.\n \nWe expand – as the third-largest aircraft seat manufacturer worldwide – on a market with potential in China.\n \nRECARO – the seat of innovation\n \nRECARO – intelligent design and our decades of experience set the standard for perfect seating, in the past just as today. Be it in the aircraft, in the vehicle or at home.\n \nAre you looking for a challenge? In addition to exciting assignments within RECARO Aircraft Seating you will then be offered the possibility of personal and professional further development. We are looking forward to receiving your comprehensive job application.",
      "labels": [
        "包吃",
        "交通补助",
        "免费班车",
        "带薪年假",
        "定期体检",
        "补充医疗保险",
        "五险一金"
      ],
      "activeTime": 1726215849475,
      "visibleBrandInfo": true,
      "focusBrand": false,
      "customerBrandName": "瑞凯威飞机座椅",
      "customerBrandStageName": ""
    },
    "oneKeyResumeInfo": {
      "inviteType": 0,
      "alreadySend": false,
      "canSendResume": false,
      "canSendPhone": false,
      "canSendWechat": false
    },
    "relationInfo": {
      "interestJob": false,
      "beFriend": false
    },
    "handicappedInfo": null,
    "appendixInfo": {
      "canFeedback": false
    },
    "atsOnlineApplyInfo": {
      "inviteType": 0,
      "alreadyApply": false
    }
  }
}